{
  "albums": [{
    "albumName": "Tribute",
    "releaseDate" : "November 4, 1997",
    "shortSummary" : "Tribute is the third live album by Yanni, recorded live at the Taj Mahal, India and the Forbidden City, Beijing, China from March to May 1997. The album peaked at No. 1 on &rdquo;Billboard's &rdquo;Top New Age Album&rdquo; chart and at No. 21 on the &rdquo;Billboard 200&rdquo; chart in the same year.The corresponding concert tour in 1998 was the Tribute World Tour 1998.",

    "history" : "Tribute pays musical homage to India on several songs; Greek-born composer and keyboardist Yanni describes the album as a tribute to the builders of the Taj and the Forbidden City, as well as to the people of India and China. Yanni's ethereal keyboard work is backed by orchestra, vocalists, a choir, and various world instruments including didgeridoo, duduk, charango, and bamboo saxophone. Yanni hired Armen Anassian as Conductor &rdquo;on faith&rdquo; --- as he had never watched him conduct an orchestra. &rdquo;That's how Yanni does many things,&rdquo; Anassian said in a 1998 interview with the Toledo Blade. Anassian concedes that he had some doubts about the artist's plans to perform at India's Taj Mahal and China's Forbidden City, for Tribute. &rdquo;To be honest, a few years ago when he was talking about it, the idea was so amazing. I myself was very skeptical, understandably so. But the truth is, it happened. We did it.&rdquo; Anassian said the Tribute video looks great but watching it on film cannot compare to actually being at the Taj Mahal and Forbidden City concerts. &rdquo;It doesn't feel the same. It doesn't smell the same,&rdquo; he said with a laugh. &rdquo;It's hard to put it in a nutshell. It was a life-changing experience.&rdquo;",

    "coverImg": "Yannitributecover.jpg",
    "songList": ["Deliverance","Adagio in C Minor","Renegade","Dance with a Stranger","Tribute","Prelude"	,"Love Is All" ,"Southern Exposure"	,"Waltz in 7/8","Nightingale"	,"Niki Nana (We're One)" ],
    "producer":	"Yanni",
    "label" : "Virgin Record"
  },
  
  {
    "albumName": "Keys to Imagination",
    "releaseDate" : "August 18, 1986",
    "shortSummary" : "Keys to Imagination is the second studio album by Greek keyboardist and composer Yanni, released on the Private Music label in 1986.",

    "history" :"In an interview with Cymbiosis, Yanni said that he often spent 12-15 hours a day producing the album. Yanni also stated that his favorite part about producing the album was to activate &rdquo;up to six or seven keyboards&rdquo; and that &rdquo;the most simple sounds on Keys to Imagination are made with at least two or three keyboards.&rdquo;",

    "coverImg": "Yannikeystoimaginationcover.jpg",
    "songList": [	"The North Shore of Matsushima","Looking Glass","Nostalgia" ,"Santorini"	,"Port of Mystery"	, "Keys to Imagination", 	"Forgotten Yesterdays" ,	"Forbidden Dreams"],
    "producer":	"Yanni",
    "label" : "Private Music"

  },

  
{
  "albumName": "In Celebration of Life",
  "releaseDate" : "August 18, 1986",
  "shortSummary" : "In Celebration of Life is the seventh studio album by Greek keyboardist and composer Yanni, released on the Private Music label in 1991. The album peaked at #3 on Billboard's &rdquo;Top New Age Albums&rdquo; chart and at #60 on the &rdquo;Billboard 200&rdquo; in the same year.",
  "history" : " In a review by Johnny Loftus of AllMusic, &rdquo;In Celebration of Life draws from four early Yanni albums – Keys to Imagination, Out of Silence, Chameleon Days and Niki Nana – and also includes the new &rdquo;Song for Antarctica&rdquo;, recorded for the Polar Shift benefit album. The collection is a solid overview of the new age composer's initial work, displaying all of the tenets that have made his music so popular over the years. Opener &rdquo;Santorini&rdquo; features a powerful, sweeping melody, while &rdquo;Marching Season&rdquo; is driven by the relationship between an urgent piano line and a surging, synthesized string section. &rdquo;Keys to Imagination&rdquo; begins in a contemplative mood, but by song's end features the galloping keyboards and crashing percussion typical of Yanni's work. Fans will have most, if not all of the material here, but newcomers might enjoy In Celebration of Life as an overview of Yanni's early work. Fans may also want to search out the Polar Shift compilation, which features &rdquo;Song for Antarctica&rdquo;, as well as music from heavyweights like Kitarō, Vangelis, and Enya.&rdquo; ",
  "coverImg": "Yanni-InCelebrationofLifeAlbum.png",
  "songList": ["Santorini"	, "Song for Antarctica"	,	"Marching Season","Walkabout"	,	"Keys to Imagination",	"Looking Glass",	"Someday", "Within Attraction" , "Standing in Motion"	,"Sand Dance"	],
  "producer":	"Peter Baumann,  Yanni",
  "label" : "Private Music"

}]
}

